-- phpMyAdmin SQL Dump
-- version 5.0.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Mar 26, 2021 at 04:20 PM
-- Server version: 10.4.17-MariaDB
-- PHP Version: 8.0.2

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `db20210325`
--

-- --------------------------------------------------------

--
-- Table structure for table `article`
--

CREATE TABLE `article` (
  `id` int(20) NOT NULL,
  `name` varchar(500) DEFAULT NULL,
  `head_img` varchar(100) DEFAULT '',
  `descript` mediumtext DEFAULT NULL,
  `status` tinyint(1) DEFAULT 0 COMMENT '1=public,2=private',
  `created` date DEFAULT curdate(),
  `view` int(10) DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `article`
--

INSERT INTO `article` (`id`, `name`, `head_img`, `descript`) VALUES
(6, 'เรื่องย่อซีรีส์ : Start-Up (2020)', 'StartUp-Poster01-2.jpg', 'เรื่องย่อ :ฤดูใบไม้ผลิ เมื่อ 15 ปีก่อน ครอบครัวของ ซอดัลมี (ซูจี) ต้องแตกสลาย ด้วยพิษความยากจน ซอชองมยอง (คิมจูฮอน) ผู้เป็นพ่อ ตัดสินใจหย่าขาดกับ ชาอาฮยอน (ซงซอนมี) แม่ของเธอ ซึ่ง ซออินแจ (คังฮันนา) พี่สาวเลือกตามไปอยู่กับแม่ และสุดท้ายไปมีครอบครัวใหม่ แต่งงานกับ วอนดูจอง (อึนฮโยซอป) และเปลี่ยนชื่อเป็น วอนอินแจซอดัลเศร้าเสียใจมาก ที่ถูกพี่สาวและเพื่อนคนเดียวในโลกทิ้งไป จนกระทั่งเธอได้รับจดหมายรักจากตู้จดหมายบ้านนก หน้าร้านชองมยองฮอตด็อกของคุณย่า ชเววอนด็อก (คิมแฮซุก) จากเด็กหนุ่มที่ชื่อ นัมโดซาน เขียนมาพูดคุยเป็นเพื่อน ช่วยปลอบประโลมและเยียวยาจิตใจมาตลอด 15 ปี
เมื่อรู้ว่า วอนอินแจ (คังฮันนา) พี่สาว กลับจากเมืองนอก ในฐานะทายาทรุ่นที่สองของ เนเจอร์ มอร์นิ่ง และจะไปบรรยายธุรกิจสตาร์ทอัพ ที่ แซนด์บ๊อกซ์ บริษัทร่วมลงทุนยักษ์ใหญ่ จัดขึ้น ดัลมีเข้าร่วมฟังบรรยายและแย่งไมค์จากหนุ่มคนข้างๆ ถามแทงใจพี่สาว โดยจงใจเรียกชื่อเดิมเธอ ซออินแจ ว่า “เคยเลือกเส้นทางไหนที่เห็นแก่ตัวบ้างไหม” ถูกอีกฝ่ายตอบกลับเลี่ยงๆ ว่า “เคย เพราะเธอก็เป็นคนๆหนึ่ง อาจดูเหมือนเป็นทางเลือกที่เห็นแก่ตัว แต่มันเป็นทางที่คับขัน” และย้ำว่าเธอชื่อ วอนอินแจ
สองพี่น้องเจอหน้ากัน วอนอินแจเหน็บแนมการใช้ชีวิตน้องสาว และบอกย้ำว่าตนคิดไม่ผิดที่ตามแม่ไปและมีพ่อใหม่เป็นคนร่ำรวย ซอดัลมีโมโห พลั้งปากบอกพี่สาวไปว่า เธอกำลังเริ่มทำธุรกิจสตาร์ทอัพโดยมีพาร์ตเนอร์เป็นคนมีความสามารถ ฉลาด มีอนาคตดี ชื่อ นัมโดซาน วอนอินแจรู้ทันว่าน้องสาวโกหกจึงท้าว่า ให้พานัมโดซานไปร่วมงาน เน็ตเวิร์กกิ้งปาร์ตี้ ที่บริษัท เนเจอร์ มอร์นิ่ง จะจัดขึ้น
ซอดัลมีกลุ้มใจมาก เพราะ เธอไม่เคยเจอ นัมโดซาน อัจฉริยะด้านคณิตศาสตร์ เลยสักครั้ง เธออยากเจอ นัมโดซาน มากๆ เพื่อให้เขามาอยู่เคียงข้าง และพิสูจน์ว่าชีวิตเธอมีความสุขดีไม่ได้ยากไร้แร้นแค้น เกาะย่ากิน อย่างที่อินแจดูถูก และจะเป็นการพิสูจน์ให้เห็นว่าพี่สาวคิดผิดที่ทิ้งเธอกับพ่อไป
ทั้งนี้ ซอดัลมี ยังไม่รู้ว่า จดหมายรักที่ใช้ชื่อ นัมโดซาน เขียนนั้น แท้จริงแล้ว ฮันจีพยอง (คิมซอนโฮ) เป็นคนเขียนจดหมายรักส่งหาตามคำขอร้องของ ชเววอนด็อก ผู้เป็นย่าของเธอ ฮันจีพยองตามซอดัลมีซึ่งสติหลุดเรื่องตามหาโดซานไป จนได้เจอกับ ชเววอนด็อก คุณยายแสนดีของเขา และถูกคุณยายขอร้องให้ช่วยตามหานัมโดซานตัวจริง เพราะดัลมีอยากเจอ
ฮันจีพยองเจอเบาะแสนัมโดซานตัวจริงโดยไม่ยาก เพราะ ซัมซานเทค ส่งแผนงานธุรกิจเข้ามายังอีเมลบริษัทของเขาตลอดๆจีพยองร้อนใจบุกไปเจออดีตอัจฉริยะเหรียญทองคณิตศาสตร์โอลิมปิคถึงออฟฟิศ ขอร้องให้นัมโดซานสวมรอยเป็น นัมโดซาน คนที่เขียนจดหมายถึง ซอดัลมี หนึ่งวัน โดซานยอมรับข้อเสนอ
โดยมีข้อแลกเปลี่ยนว่า ฮันจีพยอง ต้องทำให้ บริษัทซัมซานเทค ของเขา เข้าไปอยู่ในแซนด์บ๊อกซ์!!!', 0, '2021-03-26', 0),
(7, 'เรื่องย่อซีรีส์ : True Beauty | ความลับของนางฟ้า (2020)', 'TrueBeauty-Cover01.png', 'ซีรีส์แนวรอมคอมที่สร้างจากเว็บตูนยอดนิยม ซึ่งเล่าเรื่องราวชีวิตของ อิมจูคยอง (รับบทโดย มุนกายอง) หญิงสาวที่ไม่มีความมั่นใจในรูปร่างหน้าตาของตัวเอง จากความที่เธอมักโดนเพื่อนนักเรียนด้วยกันบูลลี่อย่างหนัก จนทำให้เธอเกือบตัดสินใจจบชีวิตตัวเอง
แต่หลังจากย้ายโรงเรียนขึ้นชั้นม.ปลาย จูคยองได้เรียนรู้และฝึกฝนพัฒนาสกิลการแต่งหน้า จนสามารถแปลงโฉมตัวเองให้กลายเป็นนางฟ้าดาวของโรงเรียน ภายใต้เครื่องสำอางที่ปกปิดใบหน้าที่แท้จริงของเธอ แต่ที่แปลกก็คือ แม้ว่าจูคยองจะมีหน้าตาที่สวยงาม และดูเหมือนว่าเธอจะป๊อปในหมู่เพื่อนนักเรียนด้วยกัน หากแต่ลึก ๆ เธอก็ยังรู้สึกไม่มีความสุขอยู่ดี เพราะทุกคนชอบเธอที่เปลือกที่ห่อหุ้มภายนอกแค่นั้น แค่นั้นจริง ๆจนกระทั่ง จูคยองได้รู้จักกับเด็กหนุ่มคนหนึ่งที่มีอดีตอันน่าเศร้า ทั้งสองต่างคอยปลอบโยนหัวใจกันและกัน เพื่อที่จะสามารถยืดหยันอยู่บนโลกนี้อย่างมีความสุขได้อีกครั้ง สุดท้าย จูคยองก็เริ่มเรียนรู้ว่าการหาความสุขในชีวิตที่แท้จริงนั้นต้องทำอย่างไร และความงามที่แท้จริงของมนุษย์คืออะไร
อิมจูกยอง (รับบทโดย มุนกายอง) เป็นเด็กสาวที่ขี้เหร่มาตั้งแต่เกิด เธอมีปมที่ไม่มีใครชอบเธอเลย และโดนเพื่อน ๆ กลั่นแกล้งบูลลี่อยู่เสมอ …
จูกยองแอบชอบพนักงานประจำโรงอาหารที่โรงเรียน แถมคิดเองเออเองว่าเขาก็ชอบเธออยู่เหมือนกัน เมื่อถึงเวลาที่เธอเผยความรู้สึก เขากลับปฏิเสธอย่างไม่มีเยื่อใย อีกทั้งยังหาว่าหน้าตาขี้เหร่ขนาดนี้ใครจะไปชอบลง !
ซ้ำร้ายเข้าไปอีก เมื่อเด็กในโรงเรียนแอบอัดคลิปตอนที่จูกยองสารภาพรักเอาไว้แล้วเอาไปประจานในโลกโซเชียล เธอยิ่งรู้สึกอับอายขายหน้าจนไม่อยากไปโรงเรียนอีกเลย ว่าที่จริงเธอไม่อยากมีชีวิตอยู่บนโลกนี้แล้วด้วยซ้ำ
จูกยองไปยืนที่ดาดฟ้าเพื่อฆ่าตัวตาย แต่ อีซูโฮ (รับบทโดย ชาอึนอู) บังเอิญเดินมาพอดี เขาจึงคว้าเธอไว้ก่อนเธอจะกระโดดลงไป เขาพูดเตือนสติไม่ให้คิดสั้นอีก เพราะจะทำให้คนข้างหลังรู้สึกผิดที่ไม่สามารถช่วยอะไรได้
ต่อมาโชคชะตาก็เหมือนจะเข้าข้างจูกยอง เมื่อพ่อของเธอเป็นหนี้สินมากมาย จึงต้องขายบ้านและย้ายกลับไปอยู่บ้านเก่า ทำให้จูกยองต้องย้ายโรงเรียนซึ่งเป็นสิ่งที่เธอต้องการอยู่แล้ว
ระหว่างนั้น จูกยองได้เรียนรู้เทคนิคการแต่งหน้า ทำให้เธอกลายเป็นสาวสวยขึ้นมาอย่างน่าตกตะลึง …
ณ โรงเรียนใหม่ วันแรกที่จูกยองไปโรงเรียน ทุกคนต่างสะดุดใจในความสวยและความเป็นมิตรของเธอ และจูกยองก็ได้เรียนห้องเดียวกับซูโฮ แต่ต่างคนต่างจำกันไม่ได้ (ตอนเจอกันครั้งก่อน จูกยองทำแว่นหล่นทำให้เห็นหน้าซูโฮไม่ชัด) แต่จูกยองรู้สึกคุ้นเสียงของเขา และประทับใจในความหล่อของเขา … เพื่อนนักเรียนเล่าให้เธอฟังว่า ที่นี่มีเทพอยู่ 2 คน ซูโฮกับซอจุน (รับบทโดย ฮวังอินยอบ)
น้องชายจอมแสบของจูกยอง แอบถ่ายหน้าสดของเธอ และขู่ว่าจะโพสต์ลงโซเชียล เพื่อแลกกับการ์ตูนเล่มใหม่ … จูกยองออกไปที่ร้านหนังสือโดยที่ไม่ได้แต่งหน้า ที่นั่นเธอได้เจอกับซูโฮ และจูกยองพูดชื่อเขาออกมา', 0, '2021-03-26', 0),
(8, 'เรื่องย่อซีรีส์ : Itaewon Class | ธุรกิจปิดเกมแค้น (2020)', 'itaewon-class-poster-2.jpg', 'เรื่องราวของ ‘Itaewon Class ธุรกิจปิดเกมแค้น’
‘Itaewon Class ธุรกิจปิดเกมแค้น’ เป็นซีรีส์ Original Netflix เรื่องใหม่ ที่ถูกสร้างจากการ์ตูนดังฝั่งเว็บตูนเกาหลีในชื่อเดียวกัน เล่าเรื่องราวของ พัคแซรอย (รับบทโดย พัคซอจุน) เด็กหนุ่มหัวเกรียน เอ้ย! หัวขบถ ที่มีความเป็นตัวเองสูง แต่ก็กลับนอบน้อมและมีความมุ่งมั่นแตกต่างจากเด็กทั่วไป แต่แล้วความฝันที่เขาพยายามฝึกฝนตัวเองเพื่อสอบเข้าเป็นตำรวจก็ต้องจบลง เมื่อเขาไปมีเรื่องถึงขั้นต่อยหน้า จางกึนวอน (รับบทโดย อันโบฮยอน) ทายาทเจ้าของธุรกิจอาหารมากอิทธิพลอย่าง ประธานจางแดฮี (รับบทโดย ยูแจมยอง) ที่เรียนอยู่ห้องในเดียวกันซะยับ แถมแซรอยเองก็ยังปฏิเสธการคุกเข่าขอโทษ เพราะเขาเชื่อว่าเขาทำไปเพื่อช่วยเพื่อนร่วมห้องที่โดน จางกึนวอน รังแกโดยไร้การแยแสจากบรรดาครูทั้งหลายที่เห็นเหตุการณ์ ทำให้พ่อของแซรอยที่ทำงานเป็นลูกน้องในบริษัทใหญ่นั้นต้องพลอยโดนไล่ออกไปด้วยเรื่องมันกลับเลวร้ายยิ่งขึ้นไปอีก เมื่อแซรอยที่แม้จะเรียนไม่จบแต่ก็ตั้งใจจะเปิดร้านอาหารเล็ก ๆ เพื่อสานฝันให้พ่อ แต่แล้วความฝันนั้นต้องดับลงอีกครั้งเมื่อพ่อของเขาถูกรถชนตายด้วยฝีมือของ จางกึนวอน อีกครั้ง จุดเปลี่ยนครั้งใหญ่ครั้งนี้ได้นำแซรอยไปสู่เส้นทางแห่งความแค้นฝังลึก เขาจะทำอย่างไรต่อไปเมื่อการสานฝันของพ่อด้วยธุรกิจอาหารที่ยิ่งใหญ่ คือหนทางเดียวกันกับการล้างแค้นเพื่อโค่นล้มธุรกิจยักษ์ของคนตระกูลจางให้ล่มจม
ช่องทางดูซีรีส์ Netflix : ‘Itaewon Class ธุรกิจปิดเกมแค้น’', 0, '2021-03-26', 0);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `article`
--
ALTER TABLE `article`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `article`
--
ALTER TABLE `article`
  MODIFY `id` int(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
